{
    "1": " nationwide Nationwide Building Society\nMortgage Administration\nNW 6047\nSwindon\nSN38 1NW\nPhone: 0345 730 2011 ELITE LAW SOLICITORS LIMITED 1636 PARKWAY\nWHITELEY\nFAREHAM\nPO15 7AH 13 January 2025 Our reference M633781779 (This must be quoted in all correspondence) Account number(s) 73940604255, 73940605258 Applicants name Mr Mark Dawe, Mrs Louise Dawe Property address 475, Coxford Road\nSOUTHAMPTON, SO16 5DA Mortgage Offer Dear Sirs We've enclosed a copy of the above customer's mortgage offer for your information. Your client will have at least seven days from the date they received the offer to think about whether the offer meets their needs and they wish to continue. They can still complete on the mortgage during this period as we explain below.. What's next? You can still ask us to release the funds during this period, to do this you'll need to follow the usual process by returning the signed Certificate of Title included with this letter.. We'll take this as your confirmation that your client has seen and accepts the offer. You'll need to submit the Certificate of Title via Lender Exchange at least five working days before the completion date You'll also need to complete the Mortgage Deed included with this letter. Title Deeds We don't store deeds or documents for properties in England and Wales on mortgages completed on or after.\n1 September 2002 as these are now stored electronically by Land Registry. Land Registry will confirm the registration to us electronically. Please don't send any documents to us unless the Mortgage Offer specifically tells you to.. You can find more information at landregistry.gov.uk.",
    "2": " Changes to the Mortgage Offer If you need to make any changes to the Mortgage Offer, you'll need to write to us at the address above.\nYou're instructed on the basis of the relevant UK Finance website version of the UK Finance Mortgage Lenders' Handbook current at the date of this offer. If you have any questions, please call us on the number above. The Nationwide Mortgage Operations Team",
    "3": " nationwide Your Mortgage Offer from Nationwide Building Society Borrower(s): Mr Mark Reginald Dawe and\nMrs Louise Jane Dawe Details of property to be mortgaged (\"the Property\"): Address: 475 Coxford Road\nSOUTHAMPTON\nSO16 5DA\nPurchase Price: 510,000.00\nLoan Amount: 395,000.00 Date: 13 January 2025\nAccount No: 73940604255, 73940605258 Tel: 01329 558635\nFax: 01494 722325\nRef: 40685 We're pleased to offer you a loan following your recent application. The terms of our offer to you are set out below. This offer is based on information you gave us in your application and any further information we have requested from you. Details of the loan, including the loan amount, interest rate, term, monthly payments and any early repayment charges can be found in the enclosed mortgage illustration. This mortgage illustration and our General Mortgage Conditions\n2019 make up part of the terms of this offer and your mortgage agreement with us. You should read these documents. carefully. We've also included our current Tariff of Charges which shows the most common services that we may charge you for. This mortgage and any discussions we've had with you during your application are governed by the law of the country in which the Property is situated. Your mortgage documents and all other communications between you and us will be in English. As part of this agreement, you'll need to sign the mortgage deed which we will send to your conveyancer. This deed creates a legal charge over the Property as our security for the mortgage (also known as a standard security in.\nScotland). If someone else has a legal charge over the Property, ours must always take priority.. We've sent this mortgage offer, the documents enclosed with it, and the mortgage deed (or standard security in\nScotland) to your conveyancer. We've also sent a copy of this mortgage offer to your intermediary. How long this offer will be valid for, and when would we withdraw it? This mortgage offer will expire on 12/07/2025, after which your application will be cancelled. If we give. you a revised offer before this date, it'll still expire at the same time or at the end of a seven day reflection period, if that's later. If your mortgage does not complete before your offer expires, you'll need to apply again and the product(s) shown. in the mortgage illustration may no longer be available. We'll assess your application based on our lending criteria at that time and you'll also need to pay any fees for the new application.. We are committed to making this loan before the offer expires unless: material change in your personal or financial circumstances there is a material change in the value of the Property we have reason to believe you've given false information about you or the Property the conveyancer raises any issue which makes the Property unacceptable to us. We've set out some special conditions below that you must comply with before or on completion of the mortgage.",
    "4": " Withdrawing from this mortgage and your right to repay You're free to decline our mortgage offer but you may lose any fees that you've already paid or are. payable to us. Once the mortgage has completed you'll be unable to withdraw from it. However, you. can repay the mortgage in full subject to the payment of any early repayment charges or other fees, at any time. Your mortgage illustration shows any relevant fees or charges.. Changes to the interest rate We'll tell you when a change to your interest rate takes effect. Where the interest rate tracks the Bank of\nEngland Base Rate, this will always take effect within one month of the Base Rate changing. We may change a variable rate before and after the mortgage completes. Where we are free to vary an interest rate, for example our Standard Mortgage Rate, we will only change it for one of the reasons stated in our General Mortgage.\nConditions. When your monthly payments are due Under our agreement, your monthly payment will always fall due on the first of each month. You can choose to make your monthly payments on any day up to the 28th of each month, but this will not change the contractual due date. Life assurance We recommend you consider obtaining life assurance cover to repay your mortgage should you die before the end of the term. Complaints information For information on how to make a complaint please visit nationwide.co.uk/complaints, phone 0800 30 20 15 or visit one of our branches. If you are not satisfied with the way we have dealt with your complaint you may refer it to the\nFinancial Ombudsman Service. You can refer your complaint to them first without giving us the opportunity to resolve it but if you do this, they will only consider your complaint with our consent. Please go to http://www.financial-. ombudsman.org.uk for details. A reminder about our charitable assignment scheme Unless you were a member of Nationwide Building Society on 2 November 1997 and have continued to be a member ever since that date, you have agreed by applying for this mortgage, to assign to Nationwide Foundation your rights to any windfall benefits on any future conversion of the Society. Nationwide Foundation is a Registered Charity No.\n1065552. Our regulators Nationwide Building Society is authorised by the Prudential Regulation Authority and regulated by the Financial\nConduct Authority and the Prudential Regulation Authority under registration number 106078. You can confirm our registration on the FCA's website www.fca.org.uk/firms/financial-services-register or by contacting the FCA on 0800\n111 6768.",
    "5": " Special conditions Offsite Garage/Parking Space If the property has an offsite garage or parking space it must be included in our security. Existing Mortgages EXISTING MORTGAGE(S): The conveyancer is required to ensure that you are released from liability under the following mortgage(s) by transfer of equity or redemption, on or before completion: Your mortgage with an approximate balance of 142,403 with Nationwide plus any other loan(s) secured on property(ies) which are the subject of an associated sale. These debts must not be transferred to any other lender. Low Cost Home Ownership / Special Schemes Where the purchase is not at an open market price or there is a restriction on use or occupation of the property or the applicant is borrowing from another source towards the purchase, please refer to our requirements under'Low Cost\nHome Ownership / Special Schemes - instructions and guidance for conveyancers' on the Nationwide Lawyers' Website, www.nationwide.co.uk/ lawyers. Charge for transferring the loan to the conveyancer Usually completion monies are paid via BAcS for which we require at least five. working days notice of the completion date; there is no charge for this. If the conveyancer requires the loan via CHAPS instead we require 48 hours notice. and a fee of 15.00 is payable which will be deducted from the loan.. Debts you will repay on or before completion of this mortgage This offer is issued on the understanding that the following commitments will be repaid on or before completion of this loan:-.\nCredit Card with natwest with an approximate balance of 100, Credit Card with Tesco with an approximate balance of 150, Credit Card with natwest with an approximate balance of 600.\nWhile these debts may be repaid from the proceeds of this loan, they may not. be transferred to any other lender. Your ability to afford this loan has been. assessed on this basis.",
    "6": "",
    "7": " nationwide Mortgage Illustration Introduction This document was produced for Mr Mark Reginald Dawe and Mrs Louise Jane Dawe on 13 January 2025..\nThis document was produced on the basis of the information that you have provided so far and on the current financial market conditions. The information below remains valid until 12 July 2025. After that date, it may change in line with market conditions. 1. Lender I Lender: Nationwide Building Society Telephone number: 03457 30 20 11 Address: Web address: Mortgage Administration, NW 6046, Swindon, SN38 1NW nationwide.co.uk/mortgages 2. Credit intermediary Intermediary: Ask About Mortgages Ltd Telephone number: 01794 328365 Address: 36 The Hundred, ROMSEY, Hampshire, S051 8BX. Mr lain Stephenson of Ask About Mortgages Ltd recommends, having assessed your needs and circumstances, that you take out this mortgage. Nationwide will pay Quilter Mortgage Planning Limited an amount of 1,580.00 in cash or in benefits if you take out this mortgage. 3. Main features of the loan Amount and currency of the loan to be granted: 395,000.00 plus a fee of 999.00 which will be added to your loan. Duration of the loan: a term of 27 years 0 months Part 1 - 73940604255 Loan amount: 142,403.40 Duration of loan: a term of 27 years 0 months This is a repayment loan with an initial interest rate which is fixed until 30 June 2025. The Standard Mortgage Rate will apply after the initial interest rate for any remaining part of the mortgage term.\nThis is a variable rate, set by Nationwide without a minimum or maximum value.\nGo to nationwide.co.uk/SMR for more information about the Standard Mortgage Rate. Part 2 - 73940605258 Product description: 5 Year Fixed Rate. Product code: 5YF\nLoan amount: 253,595.60  Duration of loan: a term of 27 years 0 months",
    "8": " This is a repayment loan with an initial interest rate which is fixed for the remainder of the month in which the loan completes plus 60 full months. The Standard Mortgage Rate wilapply after the initial interest rate for any remaining part of the mortgage term. This is a variable rate, set by Nationwide without a minimum or maximum value.. Go to nationwide.co.uk/SMR for more information about the Standard Mortgage Rate. Total amount to be repaid: 873,249.87 This means you will pay back 2.21 for every 1 borrowed. I These amounts are only a guide and may vary, in particular if the interest rate changes. | Value of the property assumed to prepare this information sheet: 507,000.00\nMinimum value of the property required to borrow the illustrated amount: 415,789.47\nIf the value of your property is different to the amount shown above you may no longer qualify for this mortgage product. This loan will be secured on your property.",
    "9": " nationwide 4. Interest rate and other costs The annual percentage rate of charge (APRC) is the total cost of the loan expressed as an annual percentage. The\nAPRC is provided to help you compare different offers.. The APRC applicable to your loan is 6.8%. I It comprises: Interest rate Part 1 - 73940604255 An initial fixed interest rate of 5.14% until 30 June 2025. Followed by the Standard Mortgage Rate, currently 7.49% for any remaining part of the mortgage term. Part 2 - 73940605258 An initial fixed interest rate of 4.35% for the remainder of the month in which the mortgage completes plu: months. Followed by the Standard Mortgage Rate, currently 7.49% for any remaining part of the mortgage term. Costs to be paid on a one-off basis | Part 2: A product fee of f999.00 to be paid to Nationwide by adding it to the loan. This won't be payable if the loan doesn't complete. Costs to be paid regularly I None. This APRC is calculated using assumptions regarding the interest rate. Because part of your loan is a variable interest rate loan, the actual APRC could be different from this APRC if the interest rate for your loan changes.. For example, if the interest rate rose to 9.49%, the APRC could increase to 9.9%. I The following costs are not known to the lender and are therefore not included in the APRC\nLegal fees (which may include a fee for registering your mortgage at the land registry) will normally be paid to your conveyancer before the mortgage starts. You should ask your conveyancer for information about these fees.\nPlease make sure that you are aware of all other taxes and costs associated with your loan. 5. Frequency and number of payments | Repayment frequency: monthly\nNumber of payments: 324 This illustration assumes that the mortgage will start on 1 February 2025. %3Chtml%3E%3Cbody%3E%3Ctable%3E%3Ctr%3E%3Ctd%3EPart%3C/td%3E%3Ctd%3ELoan%20amount%3C/td%3E%3Ctd%3ENumberof%20monthly%20payments%3C/td%3E%3Ctd%3EInitial%20interest%20rate%20payable%3C/td%3E%3Ctd%3EFixedor%20variable%20rate%3C/td%3E%3Ctd%3EInitial%20monthly%20payment%3C/td%3E%3Ctd%3ERegular%20monthly%20payments%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3E1%3C/td%3E%3Ctd%3E142%2C403.40%3C/td%3E%3Ctd%3E4%3C/td%3E%3Ctd%3E5.14%25%3C/td%3E%3Ctd%3EFixed%3C/td%3E%3Ctd%3E1%2C411.95%3C/td%3E%3Ctd%3E813.68%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3E2%3C/td%3E%3Ctd%3E253%2C595.60%3C/td%3E%3Ctd%3E60%3C/td%3E%3Ctd%3E4.35%25%3C/td%3E%3Ctd%3EFixed%3C/td%3E%3Ctd%3E2%2C233.24%3C/td%3E%3Ctd%3E1%2C331.58%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3ETotal%3C/td%3E%3Ctd%3E395%2C999.00%3C/td%3E%3Ctd%3E%3C/td%3E%3Ctd%3E%3C/td%3E%3Ctd%3E%3C/td%3E%3Ctd%3E3%2C645.19%3C/td%3E%3Ctd%3E2%2C145.26%3C/td%3E%3C/tr%3E%3C/table%3E%3C/body%3E%3C/html%3E",
    "10": " %3Chtml%3E%3Cbody%3E%3Ctable%3E%3Ctr%3E%3Ctd%3EWhatyouwill%20needtopayinthefuture%3C/td%3E%3Ctd%3EMonthly%20payments%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3EAfter30June2025%20Part1ofyour%20loan%3Ayour5.14%25fixed%20ratewill%20end.%20Part2ofyourloan%3Athispartwill%20continue%20asdescribed%20inSection4.%20Assumingratesdonotchangeyouwillneedtomake56paymentsof%3A%3C/td%3E%3Ctd%3E1022.95%201331.58%202%2C354.53%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3EAfter28February2030%20Part%202%20of%20your%20loan%3A%20your%204.35%25%20fixed%20rate%20will%20end.%20Part%201%20of%20your%20loan%3A%20this%20part%20will%20continue%20as%20described%20in%20Section%204.%20Assumingratesdonotchangeyouwillneedtomake263paymentsof%3A%3C/td%3E%3Ctd%3E1748.47%201022.95%202%2C771.42%3C/td%3E%3C/tr%3E%3Ctr%3E%3Ctd%3EAfter31January2052%20Part%201%20of%20your%20loan%3A%20there%20is%20a%20final%20payment%20for%20this%20part.%20Part%202ofyourloan%3Athereis%20a%20finalpaymentforthispart.%20Assumingratesdonotchangeyouwillneedtomake1paymentof%3A%3C/td%3E%3Ctd%3E980.44%201451.32%202%2C431.76%3C/td%3E%3C/tr%3E%3C/table%3E%3C/body%3E%3C/html%3E Your income may change. Please consider whether you willstll be able to afford your monthly repayment instalments if your income falls. Part 1: After the fixed rate ends, the interest rate on this loan can change. This means the amount of your instalments could increase or decrease. For example, if the interest rate rose to 9.49%, your payments could increase to 1,221.33.\nPart 2: After the fixed rate ends, the interest rate on this loan can change. This means the amount of your instalments. could increase or decrease. For example, ifthe interest rate rose to 9.49%, your payments could increase to 2,174.97.\nAfter the fixed rate ends, the interest rate on this loan can change. This means the total amount of your instalments. could increase or decrease. For example, if the interest rate rose to 9.49%, your total payments could increase to.\n3,396.30. 7. Additional obligations The borrower must comply with the following obligations in order to benefit from the lending conditions described in this document. Buildings Insurance You must make sure that your property is covered by a suitable buildings insurance policy, for its full rebuilding cost,. until the mortgage is repaid in full.\nA suitable policy would include cover for damage caused by: fire, lightning, aircraft, explosion, earthquake, storm, flood, escape of water or oil, riot, malicious damage, theft or attempted theft, falling objects, subsidence, heave, landslip, collision and damage to underground services. Any policy excess should also be reasonable and affordable. for you.\nYou don't need to take this insurance with Nationwide. If your property is not insured, Nationwide may arrange insurance and you will be responsible for the cost of this. If you do not pay the cost of the insurance, it may be added to the mortgage.",
    "11": " nationwide 8. Early repayment You have the right to repay this loan early, either fully or partially. Early repayment charges are payable on parts 1 and 2 if you repay the loan or switch to another product before the end of the initial interest rate. They are calculated based on a percentage of the amount you repay or switch.\nEarly repayment charges will also apply if you exceed your overpayment allowance as detailed in Section 9. The maximum charges that might apply are based on a start date of 1 February 2025 and the loan amounts shown in the illustrative table below.. Part Loan amount. Start of period. End of period Basis of charge Maximum charge\n1 142,403.40 01/02/2025 30/06/2025 1.5% of the amount repaid 2,137.00\n2 253,595.60 01/02/2025 28/02/2026 5% of the amount repaid 12,680.00\n01/03/2026 28/02/2027 4% of the amount repaid 10,144.00\n01/03/2027 29/02/2028 3% of the amount repaid 7,608.00\n01/03/2028 28/02/2029 2% of the amount repaid 5,072.00\n01/03/2029 28/02/2030 1% of the amount repaid 2,536.00 There may be a fixed 65 administration fee if you repay the mortgage and there is more than 10 years remaining on the term. When we calculate the Early Repayment Charge, we deduct any overpayment allowance remaining in the year from the balance used. Should you decide to repay this loan early, please contact us to ascertain the exact level of early repayment charge at that moment. 9. Flexible features Porting I This feature applies to all parts of your loan. You have the right to transfer this product to a new mortgage with Nationwide on another property. However, your application will be subject to the lending criteria at that time.. If a new mortgage is agreed, you can keep this product and its existing features, but any overpayment reserve you have built up cannot be transferred. An early repayment charge will not apply if you transfer the remaining balance and terms of this product to your new mortgage on the same day as you repay this one.. If you need to borrow more money, you'll need to apply for one of Nationwide's products available at that time, subject to the lending criteria. If you are borrowing less money, you'll need to pay any early repayment charge based on the difference between the balance remaining on this loan and any new loan. The overpayment allowance for any product being transferred to a new mortgage will be based on the balance being transferred and not the original amount of this loan. Your new overpayment allowance will start from the first day of the month following completion of the new mortgage.",
    "12": " Additional features: | Overpayments | For part 1 An overpayment is any amount you pay on top of your monthly payment. This does not include any additional payment to clear arrears or to repay the loan in full. Your overpayment allowance: You can make overpayments totalling up to 10% of your original loan amount (excluding any fees added to the loan) during a 12 month period without incurring any applicable early repayment charges. Early repayment charges do not apply at the end of the initial interest rate period allowing you to make unlimited overpayments. Your original loan amount is based on the balance being ported to this new mortgage and not the amount in your. original mortgage offer. The 12 month period will start on the first day of the next month following completion and refreshes every year until the end of the initial interest rate period.. | For part 2 An overpayment is any amount you pay on top of your monthly payment. This does not include any additional payment. to clear arrears or to repay the loan in full. Your overpayment allowance: You can make overpayments totalling up. to 10% of your original loan amount (excluding any fees added to the loan) during a12 month period without incurring. any applicable early repayment charges. Early repayment charges do not apply at the end of the initial interest rate period allowing you to make unlimited overpayments.. Your original loan amount is the amount as stated in this ilustration. The 12 month period will start on the first day. of the next month following completion and refreshes every year until the end of the initial interest rate period. Underpayments This feature applies to all parts of your loan. You can pay a reduced (or no) monthly payment at any time up to the amount of any overpayment reserve you have built up. You must get Nationwide's agreement to this before reducing your monthly payments. Green Cashback If you are purchasing an energy efficient property, you may be eligible for a Green Cashback of up to 500, payable within 4 weeks of completion of your mortgage.. To be eligible for the cashback; have a Standard Assessment Procedure (SAP) rating as follow: a) properties rated 86 to 91 - 250 cashback b) properties rated 92 and above - 500 cashback 2) the SAP rating must be listed on the government register within 2 weeks of completion of your mortgage..\nDetails of the SAP rating can be found on the Energy Performance Certificate (EPC). The Green Cashback is in addit to any other cashback's listed here that you may be eligible for.. 10. Other rights of the borrower You have 7 days after Nationwide has given you the mortgage offer to reflect before committing yourself to taking out this loan.\nYou are free to decline Nationwide's mortgage offer but once the mortgage has completed you have no right to withdraw from it. However, you can repay the mortgage in full subject to the payment of any early repayment charges or other fees, at any time.",
    "13": " nationwide 11. Complaints If you have a complaint, please contact: Ask About Mortgages Ltd\n36 The Hundred\nROMSEY\nHampshire\nS051 8BX\n01794 328365 Maximum time for handling the complaint is 56 days. If we do not resolve the complaint to your satisfaction internally, you can also contact: | The Financial Ombudsman Service, financial-ombudsman.org.uk 12. Non-compliance with the commitments linked to the loan: consequences for the borrower\nYou will be given Nationwide's General Mortgage Conditions with your mortgage offer. These will provide further information on your obligations under the contract, for example: . You must make your regular monthly payments in full and on time. You must not change the way your property is used or occupied without Nationwide's consent. You must take good care of the property and comply with any restrictions or obligations affecting the property. The General Mortgage Conditions also explain the action Nationwide can take if you don't meet your obligations, for example: Taking steps to repossess and sell the property. Charging you for any costs that are reasonably incurred and adding them to your mortgage if you do not pay them. Increasing the interest rate to reflect the increased risk following a change of use or occupancy of the property. Should you encounter difficulties in making your monthly payments, please contact us straight away to explore possible solutions.\nAs a last resort, your home may be repossessed if you do not keep up with payments. 13. Additional information Your mortgage is governed by the law of the country in which the property is situated. Your agreement will be made up of your mortgage offer, mortgage deed (standard security in Scotland), the General\nMortgage Conditions and Nationwide's rules. 14. Supervisor This lender is supervised by the Financial Conduct Authority (FCA), fca.org.uk.\nThis credit intermediary is supervised by Financial Conduct Authority (FCA), fca.org.uk.",
    "14": " Date: We (us) are: Nationwide Building Society, Nationwide House, Pipers Way, Swindon, SN38 1NW You, the Borrower are: The Mortgage Conditions are Nationwide Building Society General Mortgage Conditions 2019 The Property is: Postcode: Title No: 1. The Mortgage Conditions form part of this mortgage. You confirm receipt of a copy of the Mortgage Conditions. 2. You charge the Property by way of legal mortgage with payment of all the money payable to us under the Mortgage Conditions. This mortgage is made with full title guarantee. 3. This mortgage secures further advances. SIGNED AS A DEED by: (Signature of the borrower)\n(Each signature to be separately witnessed) (Signature, name (in BLOCK CAPITALS) and addresses of each witness) In the presence of (Signature, name (in BLOCK CAPITALS) and addresses of each witness). In the presence of (Signature, name (in BLOCK CAPITALS) and addresses of each witness) In the presence of (Signature, name (in BLOCK CAPITALS) and addresses of each witness). In the presence of Form of charge filed at H M Land Registry under reference MD921T",
    "15": " Occupier(s) Consent to Mortgage will be in occupation of the Property at the time the mortgage is made. I/e agree with Nationwide that any right of occupation or share or interest in the Property which I/we may have now or later are postponed and subject to the rights of Nationwide as first mortgagee Signed and delivered as a deed by the Occupier(s) Witness Signature Name Address Witness Signature Name Address Signed on behalf of Nationwide _ Guarantor's Covenant (To be completed last) IWe_ agree to act as Guarantor of this mortgage and I accept the Mortgage Conditions. I understand that this means I will carry out all the obligations of the Borrower named on the front of this deed if Nationwide requires me to until I am released from this guarantee in writing by Nationwide. My liability will be limited to (a) the amount of the original advance (b) any further loans made to the Borrower for which I have given consent, and (c) interest and costs referred to in the Mortgage Conditions.\nI understand I should get independent legal advice before signing this document. Signed and delivered as a deed by the Guarantor Witness Signature Name Address Signed and delivered as a deed by the Guarantor Witness Signature Name Address This deed will be sent to H M Land Registry for registration of the charge between Nationwide and the Borrowers. No information relating to any Occupier or Guarantor will be registered by H M Land Registry..",
    "16": "",
    "17": "",
    "18": " We've been helping each other buy homes since 1884 Although times have changed since 1884, when Alfred and Elizabeth Idle became. our first mortgage members, the one thing that hasn't changed is our dedication to. helping people buy homes of their own. Having a Nationwide mortgage (or savings. account or current account) makes you a member. And, today, there are 15 million of us; helping one another save up, buy homes and prosper.. Part of our commitment to our members includes making sure any terms and conditions are as easy to understand as possible. After all, the last thing we want is for you to have to wade through lots of technical jargon. So the rest of this document has been designed to help you feel fully informed about the conditions of your mortgage.\nIn the meantime, if you have any questions before your mortgage begins about the legal side of things, your conveyancer will be able to help. Once you have your mortgage, it'll then be over to us for anything else you need.",
    "19": " Contents General Mortgage Conditions 2019 01 Your agreement with us. 09 Defaulting on your mortgage... 02 What you have to pay. 10 What happens if you default? .. 03 Fees, charges and costs you may have to pay.. 11 Transferring your mortgage.. 04 When we'll charge interest. 8 05 Changes in your interet rate. 13 Communicating with you... 06 Looking after your propert.. 10 14 Changes to these conditions.. O7 Insuring your propert.. 10 15 Standard securities in Scotland ... 08 Your property rights... ..11 Standard Conditions (Scotland only)..",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": " Your property rights Defaulting on your mortgage When we refer to 'property rights' in this section, we mean rights you have as the owner of your property. For example, you may have the right to extend your lease, or claim on a guarantee or title insurance. This doesn't include rights under an ordinary buildings. insurance policy. You may also have rights as a shareholder or member of a management company, residents' association or something similar..\nIf your property is damaged or loses value, you may receive statutory compensation, or money from insurances or guarantees. You must use this to fix any related problems, or to reduce or pay off the money you owe us. You'll hold any money you receive in trust for us. This means that you'll hold the money on our behalf, and if we ask for it you must pay it to us immediately. We'll use the money to fix the problems or (if it's not practical to fix them) to reduce or pay off the money you owe us.. If this happens we can write to you to demand that you pay us all the money you owe us immediately. You'll be in default if any of the following things happen. Being in default means you've failed to keep to our agreement, or something else has happened, and it's so significant that we can take steps to end the mortgage. You're late paying money under the mortgage Any part of your monthly payment that you miss is known as arrears. You're in default if your arrears are equal to two monthly payments or more. While the mortgage continues, all property rights are transferred to us as part of our security. They will pass back to you when the mortgage ends..\nIf you default, as explained in section 09, we can transfer any of the property rights to someone else. You'll also be in default if you owe us any other amount equal to two monthly payments or more and are more than one month late in paying this. For example, you may owe us service charges that we've had to pay on your behalf. You don't repay the money you owe us at the end of the term You're in default if you don't repay all the money you owe us as soon as your mortgage term ends. New rights you must tell us about If you gain any new property rights, they'll become part of our security. You must let us know about the new rights within a month. New property rights may include: You're in breach of your mortgage terms You're in default if you've breached any term of your mortgage which doesn't require you to pay money. However, you won't be in default if the breach is minor or you put it right quickly. A new or extended lease on your property. An interest in the commonhold or freehold of your property. An interest in the freehold of any building which includes your property. .An interest or right which benefits your property in or over other land or buildings.\nIf requested, you must give us evidence to show that you own the new interest. If we ask for it, you must also send us any relevant documentation and give us a charge over the new interest. You'll need our agreement to the terms of the charge. You're made bankrupt You're in default if a bankruptcy order is made against you (this is known as. a sequestration order in Scotland). You'll also be in default if you put formal arrangements in place with the people or organisations you owe money to..",
    "27": "",
    "28": "",
    "29": "",
    "30": "",
    "31": "",
    "32": " Default Rights of creditor on default 9. (1) The debtor shall be held to be in default in any of the following circumstances, that is to say - (a) where a calling-up notice in respect of the security has been served and has not been complied with; (b) where there has been a failure to comply with any other requirement arising out of the security; (c) where the proprietor of the security subjects has become insolvent. (2) For the purposes of this condition, the proprietor shall be taken to be insolvent if -\n(a) he has become notour bankrupt, or he has executed a trust deed for behoof of, or has made a composition contract or arrangement with, his creditors; (b) he has died and a judicial factor has been appointed under section 11A of the\nJudicial Factors (Scotland) Act 1889 to divide his insolvent estate among his creditors, or his estate falls to be administered in accordance with an order under section 421 of the Insolvency Act 1986; (c) where the proprietor is a company, a winding-up order has been made with respect to it, or a resolution for voluntary winding-up (other than a members' voluntary winding-up) has been passed with respect to it, or a receiver or. manager of its undertaking has been duly appointed, or possession has. been taken, by or on behalf of the holders of any debentures secured by a. floating charge, of any property of the company comprised in or subject to. the charge. 10. (1) Where the debtor is in default, the creditor may, without prejudice to his exercising any other remedy arising from the contract to which the standard security relates, exercise, in accordance with the provisions of Part II of this Act and of any other enactment applying to standard securities, such of the remedies specified in the following sub-paragraphs of this standard condition as he may consider appropriate. may proceed to sell the security subjects or any part thereof. (3) He may enter into possession of the security subjects and may receive or recover the rents of those subjects or any part thereof. (4) Where he has entered into possession as aforesaid, he may let the security subjects or any part thereof. (5) Where he has entered into possession as aforesaid there shall be transferred to him all the rights of the debtor in relation to the granting of leases or rights of. occupancy over the security subjects and to the management and maintenance of those subjects. (6) He may effect all such repairs and may make good such defects as are. necessary to maintain the security subjects in good and sufficient repair, and may effect such reconstruction, alteration and improvement on the subjects as would be expected of a prudent proprietor to maintain the market value of the subjects, and for the aforesaid purposes may enter on the subjects at all reasonable times. (7) He may apply to the court for a decree of foreclosure.",
    "33": " Exercise of right of redemption 11. (1) The debtor shall be entitled to exercise his right (if any) to redeem the security. on giving notice of his intention so to do, being a notice in writing (hereinafter referred to as a \"notice of redemption\").. (4) When a notice of redemption states that a specified amount will be repaid and it is. subsequently ascertained that the whole amount due to be repaid is more or less than the amount specified in the notice, the notice shall nevertheless be effective as a notice of repayment of the amount due as subsequently ascertained.. (2) Nothing in the provisions of this Act shall preclude a creditor from waiving the necessity for a notice of redemption, or from agreeing to a period of notice of less than that to which he is entitled. (3) (a) A notice of redemption may be delivered to the creditor or sent by registered post or recorded delivery to him at his last known address, and an acknowledgement signed by the creditor or his agent or a certificate of postage by the person giving the notice accompanied by the postal receipt shall be sufficient evidence of such notice having been given. (b) If the address of the creditor is not known, or if the packet containing the notice of redemption is returned to the sender with intimation that it could not be delivered, a notice of redemption may be sent to the Extractor of the Court of Session and an acknowledgement of receipt by him shall be sufficient evidence of such notice having been given. (c) A notice of redemption sent by post shall be held to have been given on the next day after the day of posting.. (5) Where the debtor has exercised a right to redeem, and has made payment of the whole amount due, or has performed the whole obligations of the debtor under the contract to which the security relates, the creditor shall grant a discharge in the terms prescribed in section 17 of this Act. 12. The debtor shall be personally liable to the creditor for the whole expenses of the. preparation and execution of the standard security and any variation, restriction. and discharge thereof and, where any of those deeds are registered or recorded, the. registration or recording thereof, and all expenses reasonably incurred by the creditor in calling-up the security and realising or attempting to realise the security subjects, or any part thereof, and exercising any other powers conferred upon him by the security. Interpretation In this Schedule, where the debtor is not the proprietor of the security subjects,\n\"debtor\" means \"proprietor\", except. (a) in standard conditions 9(1), 10(1) and 12, and (b) in standard condition 11, where \"debtor\" includes the proprietor.",
    "34": "",
    "35": "",
    "36": " Nationwide Building Society - Tariff of Mortgage Charges (Effective from 1 January 2019) Nationwide Building Society At Nationwide, we want you to know when you might need to pay a fee for the administration of your mortgage. re working closely with the mortgage industry and Which? to make fees and charges easier for you to understand. Fees and charges are now bei ained in a consistent way across the industry to help you compare mortgages. When looking at the fees that other firms charge, you may notice some that don't appear in our tariff (below). This means we don't charge you these fees.\nSome other fees may apply if you're unable to pay your mortgage, but we'll let you know if this is the case. Name of charge What this charge is for How much is the charge? Before your first monthly payment ges you may have to pay before we transfer your mortgage funds. Funds transfer fee - at Nationwide we call this a telegraphic transfer fee Charged for electronically transferring the mortgage funds to you or your solicitor via Telegraphic\nTransfer (CHAPS). 20 This can often be done for free via a BACs payment, but the transfer will take three working days. Legal fee You'll normally instruct a solicitor to act on your behalf in connection with your transaction. You may need to pay legal fees and costs as part of their work on your behalf. These fees/costs are normally charged by the solicitor directly to you, unless we tell you that we'll contribute to the legal costs as part of your product deal. Ask your solicitor to confirm these costs. Product fee This is charged on some mortgages as part of the deal. It can be paid up-front or added to the total mortgage amount. If you add it to your mortgage, you'll pay interest on it at the same rate as the rest of your borrowing. f0-f999 Valuation fee The valuation report is used to calculate how much we'll lend you. This is separate from any valuation or survey of the property you might want to commission.. There are other homebuyers or structural survey options available to you at a cost and there may be different approaches in different parts of the UK. Some mortgages offer free valuations - the product details for your mortgage will tell you if this is the case. A standard valuation is free, but other charges wil apply for different survey types. If you ask us for extra documentation and/or services beyond the standard management of your account Unpaid ground rent fee Charged if you fail to pay your ground/chief rent charges or service/maintenance charges. 65 If you change your mortgage NB.If you change to a new mortgage product, the before your first monthly payment' fees may also apply at this stage.\nYou may have to pay this if: Early repayment charge\n(changing your mortgage) .You make an overpayment that is higher than your product overpayment limit .You switch products before your deal ends (unless you switch to a new Nationwide product within the last 3 months of your current deal). .You take only part of your existing Nationwide mortgage with you to a new property\n(partial port). Check your Mortgage Illustration or mortgage offer for details about your early repayment charge and overpayment allowance.\nCharges vary from 0-7% of the amount you overpay.\nE.g. if you have a 5% charge then you'll pay 50 for every 1,000 you repay. Change of parties. administration fee.\n- at Nationwide we call this a transfer of equity or. change of borrower fee. Our administrative costs for adding or removing someone (a 'party') from the mortgage. 125 Consent to let fee You'll pay this to let your property if you don't have a buy-to-let mortgage. f0 Please note there will be an additional 1% added to your current interest rate. If you are unable to pay your mortgage These are the most common charges you may have to pay if you fail to keep up with your mortgage payments. Some charges occur at the early stages of your inability to pay (arrears)..\nOther charges not detailed here, for example, relating to our repossession of the property, may apply later in the process and will be dependent on your circumstances. Arrears visit The cost of a visit to your home by a Nationwide representative, if this is necessary to discuss payment arrears. f111 Final collections letter If you've not been able to make and maintain an agreement to repay your outstanding arrears. balance, this letter may be sent to you to let you know what you need to do to avoid further actio 10 per contact address. Ending your mortgage term Early repayment charge\n(ending your mortgage) You may be charged this if: You pay off your mortgage before your current deal ends (e.g. by moving to another lender or by paying off a lump sum). Check your Mortgage Illustration or mortgage offer for details about your early repayment charge..\nCharges vary from 0-7% of the amount you overpay.\nE.g. if you have a 5% charge then you'll pay 50 for every 1,000 you repay. Mortgage exit fee\n- at Nationwide we call this a mortgage exit administration fee or a redemption fee You may have to pay this if: :You transfer the loan to another lender or pay off your mortgage in full more than 10 years before the end of your term. You may be charged a separate fee by your solicitor or licensed qualified conveyancer for their work relating to redemption of the mortgage and discharge of the security. 65 The charge quoted applies to mortgage contracts. taken after 1 May 2005. For all other customers the fee charged will depend on the fee at the time the. mortgage was entered into. Any fee that applies will be stated in your mortgage offer.."
}